Repository: cnorthwood/liveblogging
Catalog: resources/lang/live-blogging-*.po
Languages: it_it, lt_lt, sk_sk

source: Live Blog Entries
it_it: Live Blog Voci
lt_lt: Live Blog Įrašai
sk_sk: Live blogu

source: Live Blog Entry
it_it: Live Blog Voce
lt_lt: Live Blog Įrašas
sk_sk: Live Blog vstupe

source: Add New Entry
it_it: Aggiungi Nuova Voce
lt_lt: Pridėti Naują Įrašą
sk_sk: Pridať nový záznam

source: Edit Entry
it_it: Modifica Voce
lt_lt: Redaguoti Įrašą
sk_sk: Upraviť položky

source: New Entry
it_it: Nuova Voce
lt_lt: Naujas Įrašas
sk_sk: Nová položka

source: Search Entries
it_it: Cerca Voci
lt_lt: Ieškoti Įrašų
sk_sk: Hľadať položky

source: No entries found
it_it: Nessuna voce trovata
lt_lt: Nerasta jokių įrašų

source: No entries found in trash
it_it: Nessuna voce trovata nel cestino
lt_lt: Šiukšlėse nerasta jokių įrašų
sk_sk: No entries found koša

source: Individual entries for a live blog
it_it: Voci individuali per un live blog
lt_lt: Individualūs įrašai gyvam tinklaraščiui
sk_sk: Jednotlivé položky pre live blog

source: Migrate Live Blogging
it_it: Migrare Live Blogging
lt_lt: Perkelti Live Blogging
sk_sk: Živých blogov migrujú

source: Meteor Status
lt_lt: Meteor Būsena
sk_sk: Meteor stav

source: Enable Live Blog
it_it: Abilita Live Blog
lt_lt: Suaktyvinti Live Blog
sk_sk: Povoliť Live Blog

source: Select Live Blog
it_it: Seleziona Live Blog
lt_lt: Pasirinkti Live Blog
sk_sk: Vyberte Live Blog

source: Live Blogging Options
it_it: Opzioni Live Blogging
lt_lt: Live Blogging Parinktys
sk_sk: Živé blogovanie možnosti

source: It appears you have live blogs created in version 1 of the plugin.
it_it: Sembra ci siano live blogs creati nella versione 1 del plugin.
lt_lt: Panašu, kad Jūs turite gyvų tinklaraščių, sukurtų pirmoje papildinio versijoje.
sk_sk: Zdá sa, že máte live blogy vytvorené vo verzii 1 pluginu.

source: Click here to update your legacy live blogs.
it_it: Clicca qui per aggiornare i tuoi live blogs di versioni precedenti.
lt_lt: Paspauskite čia, jeigu norite atnaujinti Jūsų gyvų tinklaraščių palikimą.
sk_sk: Kliknite tu pre aktualizujte svoje staršie live blogy.

source: Automatic Updating
it_it: Aggiornamento Automatico
lt_lt: Automatinis Atnaujinimas
sk_sk: Automatické aktualizácie

source: Method to use for live blog reader updating
it_it: Metodo da usare per aggiornare il lettore live blog.
lt_lt: Metodas, kurį galima panaudoti gyvų tinklaraščių skaitytuvo atnaujinimui
sk_sk: Metódu použiť pre live blog reader aktualizáciu

source: Poll (default, requires no special configuration)
it_it: Poll (predefinito, non richiede nessuna configurazione speciale)
lt_lt: Apklausa (pagal numatymą nereikalauja specialios konfigūracijos)
sk_sk: Anketa (predvolené, nevyžaduje žiadna špeciálna konfigurácia)

source: Stream using Meteor (lower server load and faster updates, but needs special configuration)
it_it: Stream utilizzando Meteor (basso carico per il server e aggiornamenti più veloci, ma necessita di configurazione speciale)
lt_lt: Srautas, naudojantis Meteor (mažesnis serverio apkrovimas ir greitesni atnaujinimai, bet reikalinga speciali konfigūracija)
sk_sk: Prúdu pomocou Meteor (nižšie zaťaženie servera a rýchlejšie aktualizácie, ale špeciálne potreby Konfigurácia)

source: Disable automatic updates
it_it: Disabilita aggiornamenti automatici
lt_lt: Išjungti automatinius atnaujinimus
sk_sk: Vypnúť automatické aktualizácie

source: Enable auto-updating of comments (this will not work on some themes, please read the documentation!)
it_it: Abilita aggiornamento automatico dei commenti (non funziona in alcuni temi, si prega di consultare la documentazione!)
lt_lt: Suaktyvinti automatinius komentarų atnaujinimus (tai neveiks su kai kuriais apipaidalinimais, prašome perskaityti dokumentaciją!)
sk_sk: Povoliť auto-aktualizáciu komentárov (to nebude fungovať na niektoré témy, prosím Prečítajte si dokumentáciu!)

source: Posting to Twitter
it_it: Pubblicare su Twitter
lt_lt: Įrašo skelbimas Twitter
sk_sk: Vysielania na Twitter

source: Connect with Twitter
it_it: Collegati con Twitter
lt_lt: Prisijungti prie Twitter
sk_sk: Spojiť s Twitter

source: You are already connected to Twitter. Click the image below to change the account you are connected to.
it_it: Sei già connesso a Twitter. Clicca l'immagine sotto per cambiare il profilo connesso.
lt_lt: Jūs jau prisijungęs prie Twitter. Paspauskite vaizdą žemiau, norėdamas pakeisti paskyrą, prie kurios esate prisijungęs.
sk_sk: Už ste pripojení na Twitter. Kliknite na obrázok nižšie zmeniť ste pripojení k účtu.

source: You are not yet connected to Twitter. Click the image below to connect.
it_it: Non sei connesso a Twitter. Clicca l'immagine sotto per collegarti.
lt_lt: Jūs dar neprisijungęs prie Twitter. Paspauskite vaizdą žemiau, kad prisijungtumėte.
sk_sk: Nie ste ešte pripojený k rozechvění. Kliknite na obrázok nižšie sa pripojiť.

source: Unable to connect to Twitter at this time.
it_it: Impossibile connettersi a Twitter in questo momento.
lt_lt: Šiuo metu neįmanoma prisijungti prie Twitter.
sk_sk: Nedá sa pripojiť k rozechvění v tejto dobe.

source: Enable posting to Twitter
it_it: Abilita la pubblicazione su Twitter
lt_lt: Suaktyvinti skelbimą Twitter.
sk_sk: Zapnutie vysielania na Twitter

source: Twitter functionality disabled due to missing PHP CURL module
it_it: Funzionalità Twitter disabilitata a causa della mancanza del modulo PHP CURL
lt_lt: Twitter funkcionalumas išjungtas dėl to, kad trūksta kai kurių PHP CURL modulių
sk_sk: Twitter funkčnosť vypnuté kvôli chýbajúcim PHP CURL modul

source: Live Blog Style
it_it: Stile Live Blog
lt_lt: Live Blog Stilius
sk_sk: Live Blog štýlu

source: How should new entries appear?
it_it: Come devono apparire le nuove voci?
lt_lt: Kaip turėtų atrodyti nauji įrašai?
sk_sk: Ako by sa mal objaviť nové položky?

source: The latest entry at the top
it_it: L'ultima voce in alto
lt_lt: Paskiausias įrašas viršuje
sk_sk: Posledný záznam v hornej

source: The latest entry at the bottom
it_it: L'ultima voce in basso
lt_lt: Paskiausias įrašas apačioje
sk_sk: Posledný záznam v spodnej

source: Date specifier for live blog entries (see <a href="http://uk3.php.net/manual/en/function.date.php">PHP's date function</a> for allowable strings)
it_it: Formato data per le voci live blog (visita <a href="http://uk3.php.net/manual/it/function.date.php">funzione date PHP</a> per i valori ammessi)
lt_lt: Datos nurodytojas gyvo tinklaraščio įrašams (žiūrėkite <a href="http://uk3.php.net/manual/en/function.date.php">PHP datos funkciją</a> leidžiamoms eilutėms)
sk_sk: Dátumu špecifikátory na blogu live (pozri < href="http://uk3.php.net/Funkcia date manual/en/function.Date.php">PHP's prípustné struny)

source: Style for live blogging entries ($DATE gets replaced with the entry date/time, in the format specified above, $CONTENT with the body of the entry and $AUTHOR with the name of that author)
it_it: Stile per le voci live blogging ($DATE viene sostituito con la data/ora della voce, nel formato specificato sopra, $CONTENT con il corpo della voce e $AUTHOR con il nome dell'autore)
lt_lt: Gyvo tinklaraščio įrašų stilius ($DATE pakeičiama įrašo data/laiku, formatu, nurodytu žemiau, $CONTENT įrašo turiniu ir $AUTHOR įrašo autoriaus vardu)
sk_sk: Štýl pre živé blogovanie položky ($ dátum dostane nahradený dátumom vstupu /čas vo formáte určenom vyššie, $CONTENT s orgánom položky a $AUTORA s názvom ktoré autor)

source: Meteor Configuration
it_it: Configurazione Meteor
lt_lt: Meteor Konfigūracija
sk_sk: Meteor konfigurácie

source: Meteor Subscriber Host (the publicly accessible URL of your Meteor server - can be left blank if not using Meteor)
it_it: Host Abbonato Meteor (l'URL accessibile pubblicamente del tuo server Meteor - lasciare vuoto se non si usa Meteor)
lt_lt: Meteor Prenumeratoriaus Serveris (viešai pasiekiama universalioji Jūsų Meteor serveri nuoroda - gali būti palikta tuščia, jeigu nenaudojate Meteor)
sk_sk: Meteor účastníka hostiteľa (verejne prístupný URL servera Meteor- môže byť ponechané prázdne, ak nepoužívate Meteor)

source: Meteor Controller Host (the private IP of the Meteor server - can be left blank if not using Meteor)
it_it: Host Controllore Meteor (l'URL privato del server Meteor - lasciare vuoto se non si usa Meteor)
lt_lt: Meteor Valdiklio Serveris (pivatus Meteor serverio IP adresas - gali būti palikta tuščia, jeigu nenaudojate Meteor)
sk_sk: Meteor radič hostiteľa (privátna IP servera Meteor - môže ostať prázdne, ak nepoužívate Meteor)

source: Meteor Controller Port (can be left blank if not using Meteor)
it_it: Porta Controllore Meteor (lasciare vuoto se non si usa Meteor)
lt_lt: Meteor Valdiklio Prievadas (gali būti palikta tuščia, jeigu nenaudojate Meteor)
sk_sk: Meteor Controller Port (môže byť ponechané prázdne, ak nepoužívate Meteor)

source: Meteor Identifier (a unique string to identify this WordPress install - can be left blank if not using Meteor)
it_it: Identificatore Meteor (stringa univoca per identificare questa installazione WordPress - lasciare vuoto se non si usa Meteor)
lt_lt: Meteor Identifikatorius (unikali eilutė, skirta identifikuoti WordPress diegimą - gali būti palikta tuščia, jeigu nenaudojate Meteor)
sk_sk: Meteor identifikátor (jedinečný reťazec na identifikáciu tejto inštalácie WordPress - môže byť ponechané prázdne, ak nepoužívate Meteor)

source: Advanced Settings
it_it: Impostazioni Avanzate
lt_lt: Išplėstinės Nuostatos
sk_sk: Rozšírené nastavenia

source: Actions to be unhooked when displaying live blog content (advanced feature that can be used to work around badly coded plugins that mangle individual live blog entries in undesirable ways, e.g., some bookmarking plugins)
it_it: Azioni da sganciare quando si pubblica contenuto live blogging (funzionalità avanzate che possono essere utilizzate per aggirare plugin malscritte che storpiano voci live blog individuali in modi indesiderati, es. alcuni plugin per bookmarking)
lt_lt: Veiksmai, kurie bus atkabinti, rodant gyvojo tinklaraščio turinį (išplėstinė funkcija, kuri gali būti naudojama tvarkantis su prastai sukurtais papildiniais, kurie išdarko gyvojo tinklarašio įrašus nesuprantamais būdais, pvz. kai kurie adresyno įrašų papildiniai)
sk_sk: Akcie sa uvoľnila pri zobrazovaní live blog obsah (pokročilé funkcie ktoré možno obísť zle kódované pluginy že modifikovať jednotlivé Live blogu nežiaduce spôsobmi, napríklad niektoré bookmarking pluginy)

source: Delete Unhook
it_it: Cancella Sgancio
lt_lt: Ištrinti Atkabinimą
sk_sk: Delete odpojiť

source: Add Unhook
it_it: Aggiungi Sgancio
lt_lt: Pridėti Atkabinimą
sk_sk: Pridať odpojiť

source: Save Changes
it_it: Salva Modifiche
lt_lt: Įrašyti Pakeitimus
sk_sk: Uložiť zmeny

source: Enable live blogging on this post
it_it: Abilita live blogging in questo articolo
lt_lt: Suaktyvinti live blogging šiame įraše
sk_sk: Povoliť živých blogov na tento príspevok

source: Please remember to include the [liveblog] shortcode where you want the liveblog in this post to appear.
it_it: Ricorda di inserire lo shortcode [liveblog] dove vuoi che liveblog appaia in questo articolo.
lt_lt: Nepamirškite įtraukti [liveblog] trumpojo kodo ten, kur Jūs norite, jog įrašui būtų pritaikomas gyvojo tinklaraščio motyvas.
sk_sk: Prosím, nezabudnite pripojiť [liveblog] krátky, kde chcete liveblog v tomto príspevku sa objaví.

source: There are no currently active live blogs.
it_it: Non ci sono live blogs attivi al momento.
lt_lt: Šiuo metu nėra aktyvių gyvųjų tinklaraščių.
sk_sk: Neexistujú žiadne aktuálne aktívny live blogy.

source: Select live blog
it_it: Seleziona live blog
lt_lt: Pasirinkite gyvąjį tinklaraštį
sk_sk: Vyberte live blog

source: Live Blog
lt_lt: Gyvasis Tinklaraštis

source: Access Denied
it_it: Accesso Negato
lt_lt: Prieiga Nesuteikta
sk_sk: Prístup odmietnutý

source: Unable to establish connection to Meteor:
it_it: Impossibile stabilire una connessione con Meteor
lt_lt: Neįmanoma užmegzti ryšio su Meteor:
sk_sk: Nedá sa vytvoriť pripojenie na Meteor:

source: Connection to Meteor not configured.
it_it: Connessione con Meteor non configurata.
lt_lt: Prisijungimas prie Meteor nesukonfigūruotas:
sk_sk: Spojenie Meteor Nenastavené.

source: Every 5 minutes
it_it: Ogni 5 minuti
lt_lt: Kas 5 minutes
sk_sk: Každých 5 minút

source: Click the button below to upgrade legacy live blogs to the new system. To avoid timeout errors, only 25 entries at a time will be translated. For blogs with large numbers of live blog entries, it may be necessary to run this multiple times to convert them all.
it_it: Clicca il pulsante sotto per aggiornare i live blogs di versioni precedenti al nuovo sistema. Per evitare errori timeout, solo 25 voci alla volta verranno tradotte. Per blogs con alto numero di voci live blog, potrebbe essere necessario ripetere questo passaggio per convertirle tutte.
lt_lt: Paspauskite mygtuką žemiau, norėdamas atnaujinti palikimo gyvuosius tinklaraščius naujajai sistemai. Kad išvengti skirtojo laiko pabaigos klaidų, tik 25 įrašai vienu metu bus pakeisti. Tinklaraščiams su dideliu skaičumi gyvojo tinklaraščio įrašų, gali prireikti naudoti šią funkciją daug kartų, kad visi įrašai būtų pakeisti.
sk_sk: Kliknite na tlačidlo nižšie na upgrade starších live blogy na nový systém. Na vyhnúť sa chybám timeout, prepisu iba 25 položiek naraz. Pre blogy s veľkým počtom live blogu, môže byť potrebné spustiť Tento viackrát previesť všetky.

source: Start
it_it: Inizia
lt_lt: Pradėti
sk_sk: Štart

source: %d entry left to migrate
it_it: %d voce da migrare
lt_lt: liko perkelti %d įrašą

source: Next batch
it_it: Prossimo gruppo
lt_lt: Kitas Paketas
sk_sk: Ďalšej dávke

source: %d description left to migrate
it_it: %d descrizione da migrare
lt_lt: liko perkelti % aprašymą

source: Plugin to support automatic live blogging
it_it: Plugin che consente live blogging automatico
lt_lt: Papildinys, skirtas gyvojo tinklaraščio įrašų palaikymui
sk_sk: Plugin podpora automatických živých blogov

source: Live Blogging
sk_sk: Živé blogovanie
