Repository: cnorthwood/liveblogging
Catalog: lang/live-blogging-*.po
Languages: fa_ir

source: Live Blog Entries
fa_ir: Live Blog Posts

source: Add New Entry
fa_ir: اضافه کردن نوشته جدید

source: Edit Entry
fa_ir: ویرایش نوشته

source: New Entry
fa_ir: پست جدید

source: Search Entries
fa_ir: جستجوی نوشته ها

source: No entries found
fa_ir: هیچ پستی یافت نشد

source: No entries found in trash
fa_ir: هیچ پستی در زباله دان یافت نشد

source: Individual entries for a live blog
fa_ir: نوشته های انفرادی برای وبلاگ نویسی زنده

source: Live Blogging
fa_ir: وبلاگ نویسی زنده

source: Enable Live Blog
fa_ir: فعال کردن Live Blog

source: Select Live Blog
fa_ir: وبلاگ نویسی زنده

source: Live Blogging Options
fa_ir: تنظیمات وبلاگ نویسی زنده

source: Automatic Updating
fa_ir: بروز رسانی خودکار

source: Method to use for live blog reader updating
fa_ir: تنظمات مربوط به نمایش پست ها برای خوانندگان

source: Poll (default, requires no special configuration)
fa_ir: پیش فرض(بدون نیاز به هیچ پیکر بندی خاص)

source: Stream using Meteor (lower server load and faster updates, but needs special configuration)
fa_ir: Stream using Meteor (کم تر شدن سر لود سرور و سریعتر شدن آپدیت ها،اما نیاز به تنظیمات خاص دارد)

source: Disable automatic updates
fa_ir: غیر فعال کردن بروز رسانی خودکار

source: Enable auto-updating of comments (this will not work on some themes, please read the documentation!)
fa_ir: فعال کردن خودکار به روز رسانی نظرات(این قابلیت ممکن است بر روی بعضی از قالب ها کار نکند،لطفا مستندات را مطالعه نمایید)

source: Posting to Twitter
fa_ir: ارسال به توییتر

source: Connect with Twitter
fa_ir: اتصال به توییتر

source: You are already connected to Twitter. Click the image below to change the account you are connected to.
fa_ir: شما در حال حاظر به توییتر متصل هستید، با کلیک بر روی تصویر زیر اکانتی که به آن متصل هستید را تغییر دهید

source: You are not yet connected to Twitter. Click the image below to connect.
fa_ir: شما هنوز به توییتر متصل نشده اید.برای اتصال به توییتر بر روی تصویر زیر کلیک کنید

source: Enable posting to Twitter
fa_ir: فعال کردن قابلیت ارسال به توییتر

source: Live Blog Style
fa_ir: استایل وبلاگ نویسی زنده

source: How should new entries appear?
fa_ir: پست های جدید در کجا ظاهر شوند؟

source: The latest entry at the top
fa_ir: قرار گرفتن آخرین پست در بالای صفحه

source: The latest entry at the bottom
fa_ir: قرار گرفتن آخرین پست در پایین صفحه

source: Style for live blogging entries ($DATE gets replaced with the entry date/time, in the format specified above, $CONTENT with the body of the entry and $AUTHOR with the name of that author)
fa_ir: تظیمات استایل نوشته های وبلاگ نویسی زنده( $DATE به عنوان تاریخ یا ساعت هر ورودی , در قالب مشخص شده دربالا نمایش داده میشود, $CONTENT نشان دهنده بدنه هر ورودی است $AUTHOR نویسنده هر ورودی را مشخص می کند)

source: Advanced Settings
fa_ir: تنظیمات پیشرفته

source: Save Changes
fa_ir: ذخیره تغییرات

source: Enable live blogging on this post
fa_ir: فعال کردن وبلاگ نویسی زنده برای این پست

source: Please remember to include the [liveblog] shortcode where you want the liveblog in this post to appear.
fa_ir: لطفا به یاد داشته باشید که حتما تگ [liveblog] را در یک جای مناسب درون پست قرار دهید

source: There are no currently active live blogs.
fa_ir: در حال حاظر سیستم وبلاگ نویسی زنده به درستی فعال نشده است

source: Select live blog
fa_ir: وبلاگ نویسی زنده

source: Access Denied
fa_ir: امکان دسترسی وجود ندارد

source: Every 5 minutes
fa_ir: هر 5 دقیقه

source: Start
fa_ir: شروع

source: Next batch
fa_ir: دسته بعدی
